[{"id":"1004","nombreProducto":"Call of Duty: Vanguard","unidadesDisp":"5","fabricante":"Activision","paisOrigen":"Estados Unidos de America","modelo":"2021","funcionalidades":"Juego de acción en primera persona ambientado a la segunda guerra mundial con las mejores imagenes de PS5","imagen":"1658190344881-COD_VANGUARD.jpg","precio":"50","peso":"300 gr","calificacion":"5","descripcion":"Juego de acción en primera persona ambientado a la segunda guerra mundial con las mejores imagenes de PS5","categoria":"Videojuegos PS5"},{"id":"1005","nombreProducto":"Playstation 5","unidadesDisp":"10","fabricante":"Sony","paisOrigen":"Japon","modelo":"2019","funcionalidades":"El CPU de la PlayStation 5 es un chip AMD personalizado basado en la arquitectura Zen 2. Integra 8 núcleos a una frecuencia de reloj variable de hasta 3,5GHz.","imagen":"1658213822620-ps5.jpg","precio":"500","peso":"5","calificacion":"5","descripcion":"Consola de videojuegos de ultima generacion","categoria":"Consolas de ultima generación"},{"id":1006,"nombreProducto":"HD camera PS5","unidadesDisp":"10","fabricante":"Sony","paisOrigen":"Japón","modelo":"2020","funcionalidades":"Con la cámara HD PS5 podrás personalizar el uso compartido de tu juego, gracias a que cuenta con lentes duales para capturar a 1080p y además, posee un soporte integrado, funcionando a la perfección con las herramientas de eliminación de fondos de la consola PlayStation 5. Serás el centro de la atención.","imagen":"1658191448428-cameraHd_PS5.png","precio":"80","peso":"1 kg","calificacion":"4"},{"id":1007,"nombreProducto":"Control PS5","unidadesDisp":"20","fabricante":"Sony","paisOrigen":"Japón","modelo":"2020","funcionalidades":"Retroalimentación háptica: Siente la respuesta táctil capaz de transmitir las acciones del juego con dos activadores que sustituyen a los motores de vibración tradicionales.- Gatillos adaptables: Experimenta distintos niveles de fuerza y tensión al interactuar con tu entorno y tu equipo mientras juegas.- Altavoz integrado y conector para auriculares de 3,5 mm- Botón Crear: Captura y transmite tus momentos de juego más épicos con el botón de creación. Basado en el éxito del pionero botón SHARE- Toma el control con un diseño evolucionado de dos tonos que combina la icónica disposición intuitiva con analógicos mejorados y una barra luminosa reinventada.","imagen":"1658191677024-Control_PS5.jpg","precio":"75","peso":"500 gr","calificacion":"5"},{"id":"1008","nombreProducto":"UNCHARTED - LEGACY OF THIEVES PS5","unidadesDisp":"5","fabricante":"Electronic Arts","paisOrigen":"Estados Unidos de America","modelo":"2022","funcionalidades":"SKU NA150ME04AA95LCO   Modelo UNCHARTED Legacy of Thieves Collection PlayStation 5 Físico   Garantía del producto 1 mes de Garantía del Producto   Condición del producto Nuevo   Detalle condición física del producto Producto Nuevo   Clasificación Todos (10+)   Garantía de producto en meses 1   Qué hay en la caja 1 Videojuego UNCHARTED Legacy of Thieves Collection PlayStation 5 Físico","imagen":"1658289206059-UNCHARTED LOT PS5.jpg","precio":"80","peso":"200 gr","categoria":"Videojuegos PS5","calificacion":"5","descripcion":"Busca tu fortuna y deja tu marca en el mapa de la colección UnCHARTED: Legacy of Thieves. Descubre la emocionante narración de historias cinematográficas y las piezas de acción más grandes de la franquicia UnCHARTED, repletas de todo el ingenio, astuto y sobre los mejores momentos de los queridos ladrones: Nathan Drake y Chloe Frazer. En una experiencia entregada por el galardonado desarrollador Naughty Dog, la colección UnCHARTED: Legacy of Thieves incluye las dos aventuras aclamadas y de un solo jugador trotantes de UNCHARTED 4: A Thief's End and UnCHARTED: The Lost Legacy. Cada historia está llena de risas, drama, combate de alto octano y una sensación de maravilla, remasterizada para ser aún más inmersiva. Vive la aventura como nunca antes con las características y la increíble velocidad de la consola PlayStation 5. La galardonada fidelidad y detalle de los desarrolladores de Naughty Dog se hace aún más impresionante con imágenes y cuadros mejorados. Siente la acción de taquilla de la franquicia UnCHARTED con la retroalimentación háptica del controlador inalámbrico DualSense y los disparadores adaptativos."},{"id":"1009","nombreProducto":"Resident Evil 8 ","descripcion":"Resident Evil 8 para PC, PS4, Xbox One, PS5 y Xbox Series es una nueva entrega de la saga RE que, en esta ocasión, cumple todos los rumores y nos lleva a una ambientación marcada por el frío y la nieve y nos pone ante los peligrosisimos y perturbadores hombres lobo que se habían venido comentando en los últimos tiempos, pero también contra los peligrosos vampiros liderados por la gigantesca Lady Dimitrescu. Al igual que Resident Evil 7, la octava entrega de la serie se caracteriza por su perspectiva en primera persona y por tener una ambientación de terror cuidadísima que, según algunos, tiene fuertes vínculos con el cuarto y memorable episodio de la franquicia.  El videojuego nos devuelve a Ethan Winters, el héroe del anterior videojuego, como principal protagonista, un personaje que ahora vive con Mia y ha dejado atrás los turbulentos episodios de terror de la séptima entrega. Chris Redfield, sin embargo, vuelve a la carga para agitar sus vidas en este videojuego que tiene como motor gráfico la poderosa herramienta RE Engine, que promete llevar sus escenas de miedo a nuevas cotas y que ya desde la demo técnica Maiden (estrenada en PlayStation 5) ha demostrado sus bondades a la hora de recrear potentes escenarios y viscerales enfrentamientos con las criaturas de pesadilla que moran su mundo.","unidadesDisp":"2","fabricante":"CAPCOM","paisOrigen":"Estados Unidos de America","modelo":"2021","imagen":"1658288814725-RE 5 PS5.jpg","precio":"75","peso":"1 kg","categoria":"Videojuegos PS5","calificacion":"5","funcionalidades":"1 Jugador Textos en español y edioma ingles y castellano Incluye multijugador RE:VERSE Multjugador"},{"id":"1010","nombreProducto":"Battlefield 2042 PS5","descripcion":"Battlefield 2042 lleva la legendaria saga de shooters militares de Electronic Arts y DICE a un futuro cercano. Diseñado como \"una nueva generación\" para la saga, el videojuego está construido sobre una versión modernizada del característico motor gráfico Frostbite para sacar partido al PlayStation 5 con partidas de hasta 128 jugadores en los mayores mapas vistos hasta la fecha, y con versiones reducidas para 64 personas .  Battlefield 2042 ambienta su acción en un futuro cercano transformado por el desorden, en el que la humanidad se enfrenta a la mayor crisis de su historia, con una gran escasez de recursos, con Estados Unidos y Rusia al borde de la guerra y con pueblos enteros sin una nación a la que llegar hogar. Hasta este mundo ha de viajar el jugador, en concreto tomando el rol de un grupo de soldados despatriados con habilidades únicas que han tomado las armas y que cumplen diferentes misiones.","unidadesDisp":"2","fabricante":"Electronic Arts","paisOrigen":"Estados Unidos de America","modelo":"2021","imagen":"1658289928169-BATTLEFIELD 2042.jpg","precio":"70","peso":"300 gr","categoria":"Videojuegos PS5","calificacion":"5","funcionalidades":"SKU EA260ME16FREFLCO   Modelo Battlefield 2042   Peso (kg) 1   Garantía del producto 1 mes por defectos de fabricación   Condición del producto Nuevo   Detalle condición física del producto Totalmente nuevo y sellado   Idioma Español   Clasificación Adolescentes (13+)   Garantía de producto en meses 1"},{"id":1011,"nombreProducto":"Fifa 2022","descripcion":"Video juego de futbol para PS5","unidadesDisp":"5","fabricante":"Electronic Arts","paisOrigen":"Estados Unidos de America","modelo":"2021","funcionalidades":"La tecnología de juego HyperMotion eleva cada partida en cada modo. Los datos avanzados de mocap de equipo completo y el aprendizaje automático mejoran el juego. Vive tus sueños mientras creas y gestiones tu club personalizado en modo profesional. Volta Football regresa con más estilo en todo el campo y nuevas formas de expresar tu estilo. Construye tu equipo de ensueño y compite en FIFA Ultimate Team.","imagen":"1658208188530-FIFA 2022 ps5.jpg","precio":"80","peso":"1 kg","categoria":"Videojuegos PS5","calificacion":"5"},{"id":"1012","nombreProducto":"Gran turismo 7","descripcion":"Con el regreso de coches clásicos, pistas icónicas y modos favoritos de los fans como GT Simulation y Sport Mode - Gran Turismo 7 es el simulador de conducción real, 25 años en la fabricación. Encuentra tu línea. Tanto si eres un corredor, coleccionista, sintonizador, diseñador, fotógrafo o fanático de la sala de juegos, sumérgete en las facetas de la cultura automotriz que más te importan. Conéctate y compite. Únete a una comunidad internacional de conductores para compartir estrategias de carreras, consejos de afinación, diseños y fotos, antes de ir a la pista para ir cara a cara.","unidadesDisp":"3","fabricante":"Sony","paisOrigen":"Japón","modelo":"2022","funcionalidades":"SKU GE063ME003SLBLCO   Modelo Videojuego Gran Turismo 7 Standard Edition - PlayStation 5 Físico   Garantía del producto 1 Mes de Garantía del Producto.   Condición del producto Nuevo   Detalle condición física del producto Producto Nuevo   Clasificación Todos (cualquier edad)   Garantía de producto en meses 1   Qué hay en la caja 1 Videojuego Gran Turismo 7 Standard Edition - PlayStation 5 Físico","imagen":"1658289574152-GT7 PS5.jpg","precio":"90","peso":"200 gr","categoria":"Videojuegos PS5","calificacion":"5"},{"id":1013,"nombreProducto":"Far Cry 6 PS5","descripcion":"Videojuego primera persona accion","unidadesDisp":"5","fabricante":"Activision","paisOrigen":"Estados Unidos de America","modelo":"2019","funcionalidades":"Videojuego primera persona accion","imagen":"1658287307863-farcry6_PS5.jpg","precio":"80","peso":"300 gr","categoria":"Videojuegos PS5","calificacion":"5"},{"id":1014,"nombreProducto":"Mortal Kombat 11 PS5","descripcion":"NetheRealm Studios da vida a Mortal Kombat 11, un nuevo capítulo de esta veterana serie de videojuegos de lucha que llega con las mayores opciones de personalización vistas en la serie hasta la fecha. El nuevo motor gráfico visto en este Mortal Kombat XI permite mostrar peleas más espectaculares, con un nuevo sistema de cámaras que muestra al detalle los momentos más emocionantes de la lucha.  Esta version incluye los DLC disponibles hasta el momento, los Kombat pack 1 y 2 y la expansion de historia Aftermath ademas de por supuesto el juego base e historial principal","unidadesDisp":"10","fabricante":"NetherRealm Studios","paisOrigen":"Estados Unidos de America","modelo":"2019","funcionalidades":"SKU SO017ME10J2NCLCO   País de Origen United States   Peso (kg) 0.5   Garantía del producto 30 dias solo por defectos de fabrica   Condición del producto Nuevo   Detalle condición física del producto Producto nuevo   Idioma English   Clasificación Sólo adultos (18+)   Garantía de producto en meses 1   Qué hay en la caja Disco con el juego","imagen":"1658290586340-MK11 PS5.jpg","precio":"60","peso":"200 gr","categoria":"Videojuegos PS5","calificacion":"5"}]